const subjects = [
    {
        "id": 2,
        "name": "математика"
    },
    {
        "id": 3,
        "name": "информатика"
    },
    {
        "id": 4,
        "name": "химия"
    },
    {
        "id": 5,
        "name": "русский язык"
    },
    {
        "id": 8,
        "name": "физика"
    },
    {
        "id": 9,
        "name": "английский язык"
    },
    {
        "id": 10,
        "name": "ОБиЗР(ОБЖ)"
    },
    {
        "id": 11,
        "name": "биология"
    },
    {
        "id": 12,
        "name": "арабский язык"
    },
    {
        "id": 13,
        "name": "экономика"
    },
    {
        "id": 14,
        "name": "литература"
    },
    {
        "id": 15,
        "name": "итальянский язык"
    },
    {
        "id": 16,
        "name": "испанский язык"
    },
    {
        "id": 17,
        "name": "история"
    },
    {
        "id": 18,
        "name": "обществознание"
    },
    {
        "id": 19,
        "name": "китайский язык"
    },
    {
        "id": 20,
        "name": "французский язык"
    },
    {
        "id": 21,
        "name": "география"
    },
    {
        "id": 22,
        "name": "естествознание"
    }
];